{
  "format": "graph-model",
  "generatedBy": "2.9.0",
  "convertedBy": "TensorFlow.js Converter v3.18.0",
  "modelTopology": {
    "node": [
      {
        "name": "serving_default_input_1",
        "op": "Placeholder",
        "attr": {
          "dtype": { "type": "DT_FLOAT" },
          "shape": { "shape": { "dim": [{"size": "-1"}, {"size": "224"}, {"size": "224"}, {"size": "3"}] }}
        }
      }
    ]
  },
  "weightsManifest": [
    {
      "paths": ["group1-shard1of1.bin"],
      "weights": []
    }
  ]
}